import Container from "components/Container";

export default function PrivacyPolicy() {
  return (
    <Container>
      <h1>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h1>
      <h1>1. Общие положения</h1>
      <p>
        Настоящая Политика в отношении обработки персональных данных (далее
        &ndash; Политика) составлена в соответствии с пунктом 2 статьи 18.1
        Федерального закона &laquo;О персональных данных&raquo; № 152-ФЗ от 27
        июля 2006 г., а также иными нормативными правовыми актами Российской
        Федерации в области защиты и обработки персональных данных и действует в
        отношении всех персональных данных (далее &ndash; данные), которые
        Организация (далее &ndash; Оператор, Общество) может получить от
        субъекта персональных данных, являющегося стороной по
        гражданско-правовому договору, от пользователя сети Интернет (далее
        &ndash; Пользователь) во время использования им любого из сайтов,
        сервисов, служб, программ, продуктов или услуг ООО &laquo;ИННОВАЦИОННЫЕ
        РЕШЕНИЯ&raquo;.
      </p>
      <p>
        Оператор обеспечивает защиту обрабатываемых персональных данных от
        несанкционированного доступа и разглашения, неправомерного использования
        или утраты в соответствии с требованиями Федерального закона от 27 июля
        2006 г. № 152-ФЗ &laquo;О персональных данных&raquo;.
      </p>
      <p>
        Оператор вправе вносить изменения в настоящую Политику. При внесении
        изменений в заголовке Политики указывается дата последнего обновления
        редакции. Новая редакция Политики вступает в силу с момента ее
        размещения в сети Интернет, если иное не предусмотрено новой редакцией
        Политики.
      </p>
      <h1>2.&nbsp; Термины и принятые сокращения</h1>
      <p>
        Персональные данные &ndash; любая информация, относящаяся к прямо или
        косвенно определенному или определяемому физическому лицу (субъекту
        персональных данных).
      </p>
      <p>
        Обработка персональных данных &ndash; любое действие (операция) или
        совокупность действий (операций), совершаемых с использованием средств
        автоматизации или без использования таких средств с персональными
        данными, включая сбор, запись, систематизацию, накопление, хранение,
        уточнение (обновление, изменение), извлечение, использование, передачу
        (распространение, предоставление, доступ), обезличивание, блокирование,
        удаление, уничтожение персональных данных.
      </p>
      <p>
        Автоматизированная обработка персональных данных &ndash; обработка
        персональных данных с помощью средств вычислительной техники.
      </p>
      <p>
        Информационная система персональных данных (ИСПД) &ndash; совокупность
        содержащихся в базах данных персональных данных и обеспечивающих их
        обработку информационных технологий и технических средств.
      </p>
      <p>
        Персональные данные, сделанные общедоступными субъектом персональных
        данных, &ndash; персональные данные, доступ неограниченного круга лиц к
        которым предоставлен субъектом персональных данных либо по его просьбе.
      </p>
      <p>
        Блокирование персональных данных &ndash; временное прекращение обработки
        персональных данных (за исключением случаев, если обработка необходима
        для уточнения персональных данных).
      </p>
      <p>
        Уничтожение персональных данных &ndash; действия, в результате которых
        становится невозможным восстановить содержание персональных данных в
        информационной системе персональных данных и (или) в результате которых
        уничтожаются материальные носители персональных данных.
      </p>
      <p>
        Оператор &ndash; организация, самостоятельно или совместно с другими
        лицами организующая обработку персональных данных, а также определяющая
        цели обработки персональных данных, подлежащих обработке, действия
        (операции), совершаемые с персональными данными. Оператором является ООО
        &laquo;ИННОВАЦИОННЫЕ РЕШЕНИЯ&raquo;, расположенное по адресу: 119180,
        Москва, ул. Большая Полянка, д. 51а/9, ЭТАЖ/ ПОМЕЩ. 8/I КОМ./ОФИС 1/В1Н.
      </p>
      <p>&nbsp;</p>
      <h1>3.&nbsp; Обработка персональных данных</h1>
      <ul>
        <li>
          Получение персональных данных.
          <ul>
            <li>
              Все персональные данные следует получать от самого субъекта. Если
              персональные данные субъекта можно получить только у третьей
              стороны, то субъект должен быть уведомлен об этом или от него
              должно быть получено согласие.
            </li>
            <li>
              Оператор должен сообщить субъекту о целях, предполагаемых
              источниках и способах получения персональных данных, характере
              подлежащих получению персональных данных, перечне действий с
              персональными данными, сроке, в течение которого действует
              согласие, и порядке его отзыва, а также о последствиях отказа
              субъекта дать письменное согласие на их получение.
            </li>
            <li>Документы, содержащие персональные данные, создаются путем:</li>
          </ul>
        </li>
        <li>
          внесения сведений в учетные формы.
          <ul>
            <li>
              Обработка персональных данных.
              <ul>
                <li>Обработка персональных данных осуществляется:</li>
              </ul>
            </li>
            <li>
              с согласия субъекта персональных данных на обработку его
              персональных данных;
            </li>
            <li>
              в случаях, когда обработка персональных данных необходима для
              осуществления и выполнения возложенных законодательством РФ
              функций, полномочий и обязанностей;
            </li>
            <li>
              в случаях, когда осуществляется обработка персональных данных,
              доступ неограниченного круга лиц к которым предоставлен субъектом
              персональных данных либо по его просьбе (далее &ndash;
              персональные данные, сделанные общедоступными субъектом
              персональных данных).
              <ul>
                <li>Цели обработки персональных данных:</li>
              </ul>
            </li>
            <li>осуществление гражданско-правовых отношений;</li>
            <li>для связи с пользователем;</li>
          </ul>
        </li>
      </ul>
      <p>
        - обезличивания персональных данных для получения обезличенных
        статистических данных, которые передаются третьему лицу для проведения
        исследований, выполнения работ или оказания услуг по поручению Общества.
      </p>
      <ul>
        <li>Категории субъектов персональных данных.</li>
      </ul>
      <p>
        Обрабатываются персональные данные следующих субъектов персональных
        данных:
      </p>
      <ul>
        <li>
          физические лица, являющиеся Пользователями Приложения Общества.
          <ul>
            <li>Персональные данные, обрабатываемые Оператором:</li>
          </ul>
        </li>
        <li>
          данные, полученные от Пользователей Приложения Общества.
          <ul>
            <li>Обработка персональных данных ведется:</li>
          </ul>
        </li>
        <li>с использованием средств автоматизации;</li>
        <li>
          без использования средств автоматизации.
          <ul>
            <li>
              Хранение персональных данных.
              <ul>
                <li>
                  Персональные данные субъектов могут быть получены, проходить
                  дальнейшую обработку и передаваться на хранение, как на
                  бумажных носителях, так и в электронном виде.
                </li>
                <li>
                  Персональные данные, зафиксированные на бумажных носителях,
                  хранятся в запираемых шкафах либо в запираемых помещениях с
                  ограниченным правом доступа.
                </li>
                <li>
                  Персональные данные субъектов, обрабатываемые с использованием
                  средств автоматизации в разных целях, хранятся в разных
                  папках.
                </li>
                <li>
                  Не допускается хранение и размещение документов, содержащих
                  персональные данные, в открытых электронных каталогах
                  (файлообменниках) в ИСПД.
                </li>
                <li>
                  Хранение персональных данных в форме, позволяющей определить
                  субъекта персональных данных, осуществляется не дольше, чем
                  этого требуют цели их обработки, и они подлежат уничтожению по
                  достижении целей обработки или в случае утраты необходимости в
                  их достижении.
                </li>
              </ul>
            </li>
          </ul>
        </li>
      </ul>
      <ul>
        <li>
          Уничтожение персональных данных.
          <ul>
            <li>
              Уничтожение документов (носителей), содержащих персональные
              данные, производится путем сожжения, дробления (измельчения),
              химического разложения, превращения в бесформенную массу или
              порошок. Для уничтожения бумажных документов допускается
              применение шредера.
            </li>
            <li>
              Персональные данные на электронных носителях уничтожаются путем
              стирания или форматирования носителя.
            </li>
            <li>
              Факт уничтожения персональных данных подтверждается документально
              актом об уничтожении носителей.
            </li>
          </ul>
        </li>
        <li>
          Передача персональных данных.
          <ul>
            <li>
              Оператор передает персональные данные третьим лицам в следующих
              случаях:
            </li>
          </ul>
        </li>
        <li>субъект выразил свое согласие на такие действия;</li>
        <li>
          передача предусмотрена российским или иным применимым
          законодательством в рамках установленной законодательством процедуры.
        </li>
      </ul>
      <p>&nbsp;</p>
      <h1>4.&nbsp; Защита персональных данных</h1>
      <ul>
        <li>
          В соответствии с требованиями нормативных документов Оператором
          создана система защиты персональных данных (СЗПД), состоящая из
          подсистем правовой, организационной и технической защиты.
        </li>
        <li>
          Подсистема правовой защиты представляет собой комплекс правовых,
          организационно-распорядительных и нормативных документов,
          обеспечивающих создание, функционирование и совершенствование СЗПД.
        </li>
        <li>
          Подсистема организационной защиты включает в себя организацию
          структуры управления СЗПД, разрешительной системы, защиты информации
          при работе с сотрудниками, партнерами и сторонними лицами.
        </li>
        <li>
          Подсистема технической защиты включает в себя комплекс технических,
          программных, программно-аппаратных средств, обеспечивающих защиту
          персональных данных.
        </li>
      </ul>
      <p>
        4.4. Основными мерами защиты персональных данных, используемыми
        Оператором, являются:
      </p>
      <ul>
        <li>
          Определение актуальных угроз безопасности персональных данных при их
          обработке в ИСПД и разработка мер и мероприятий по защите персональных
          данных.
        </li>
        <li>Разработка политики в отношении обработки персональных данных.</li>
        <li>
          Установление правил доступа к персональным данным, обрабатываемым в
          ИСПД, а также обеспечение регистрации и учета всех действий,
          совершаемых с персональными данными в ИСПД.
        </li>
        <li>
          Установление индивидуальных паролей доступа сотрудников в
          информационную систему в соответствии с их производственными
          обязанностями.
        </li>
        <li>
          Применение прошедших в установленном порядке процедуру оценки
          соответствия средств защиты информации.
        </li>
        <li>
          Сертифицированное антивирусное программное обеспечение с регулярно
          обновляемыми базами.
        </li>
        <li>
          Соблюдение условий, обеспечивающих сохранность персональных данных и
          исключающих несанкционированный к ним доступ.
        </li>
        <li>
          Обнаружение фактов несанкционированного доступа к персональным данным
          и принятие мер.
        </li>
        <li>
          Восстановление персональных данных, модифицированных или уничтоженных
          вследствие несанкционированного доступа к ним.
        </li>
        <li>
          Обучение работников Оператора, непосредственно осуществляющих
          обработку персональных данных, положениям законодательства РФ о
          персональных данных, в том числе требованиям к защите персональных
          данных, документам,
        </li>
      </ul>
      <p>
        определяющим политику Оператора в отношении обработки персональных
        данных, локальным актам по вопросам обработки персональных данных.
      </p>
      <ul>
        <li>Осуществление внутреннего контроля и аудита.</li>
      </ul>
      <p>&nbsp;</p>
      <h1>
        5.&nbsp; Основные права субъекта персональных данных и обязанности
        Оператора
      </h1>
      <ul>
        <li>Основные права субъекта персональных данных.</li>
      </ul>
      <p>
        Субъект имеет право на доступ к его персональным данным и следующим
        сведениям:
      </p>
      <ul>
        <li>подтверждение факта обработки персональных данных Оператором;</li>
        <li>правовые основания и цели обработки персональных данных;</li>
        <li>
          цели и применяемые Оператором способы обработки персональных данных;
        </li>
        <li>
          наименование и место нахождения Оператора, сведения о лицах (за
          исключением работников Оператора), которые имеют доступ к персональным
          данным или которым могут быть раскрыты персональные данные на
          основании договора с Оператором или на основании федерального закона;
        </li>
        <li>
          сроки обработки персональных данных, в том числе сроки их хранения;
        </li>
        <li>
          порядок осуществления субъектом персональных данных прав,
          предусмотренных Федеральным законом;
        </li>
        <li>
          наименование или фамилия, имя, отчество и адрес лица, осуществляющего
          обработку персональных данных по поручению Оператора, если обработка
          поручена или будет поручена такому лицу;
        </li>
        <li>обращение к Оператору и направление ему запросов;</li>
        <li>
          обжалование действий или бездействия Оператора.
          <ul>
            <li>Обязанности Оператора. Оператор обязан:</li>
          </ul>
        </li>
        <li>
          при сборе персональных данных предоставить информацию об обработке
          персональных данных;
        </li>
        <li>
          в случаях если персональные данные были получены не от субъекта
          персональных данных, уведомить субъекта;
        </li>
        <li>
          при отказе в предоставлении персональных данных субъекту разъяснить
          последствия такого отказа;
        </li>
        <li>
          опубликовать или иным образом обеспечить неограниченный доступ к
          документу, определяющему его политику в отношении обработки
          персональных данных, к сведениям о реализуемых требованиях к защите
          персональных данных;
        </li>
        <li>
          принимать необходимые правовые, организационные и технические меры или
          обеспечивать их принятие для защиты персональных данных от
          неправомерного или случайного доступа к ним, уничтожения, изменения,
          блокирования, копирования, предоставления, распространения
          персональных данных, а также от иных неправомерных действий в
          отношении персональных данных;
        </li>
        <li>
          давать ответы на запросы и обращения субъектов персональных данных, их
          представителей и уполномоченного органа по защите прав субъектов
          персональных данных.
        </li>
      </ul>
    </Container>
  );
}
